Repository: jaywcjlove/app-i18n
Catalog: i18n/source/resumerevise/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, ru, zh_hans, zh_hant

source: Sample English Resume
de: Beispiel-Lebenslauf auf Englisch
fr: Exemple de CV en anglais
it: Curriculum di esempio in inglese
ja: 英語の職務経歴書サンプル
ko: 영어 이력서 샘플
ru: Пример резюме на английском
zh_hans: 英文简历示例
zh_hant: 英文履歷範例

source: School Honors
de: Schulische Auszeichnungen
fr: Distinctions scolaires
it: Riconoscimenti scolastici
ja: 学内栄誉
ko: 교내 수상 경력
ru: Награды за учёбу
zh_hans: 校内荣誉
zh_hant: 校內榮譽

source: Select a template to create a new resume
de: Wählen Sie eine Vorlage, um einen neuen Lebenslauf zu erstellen
fr: Sélectionnez un modèle pour créer un nouveau CV
it: Seleziona un modello per creare un nuovo curriculum
ja: テンプレートを選択して新しい職務経歴書を作成
ko: 템플릿을 선택하여 새 이력서를 만드세요
ru: Выберите шаблон, чтобы создать новое резюме
zh_hans: 选择模板创建新简历
zh_hant: 選擇模板建立新履歷

source: Skill Name
de: Name der Fähigkeit
fr: Nom de la compétence
it: Nome della competenza
ja: スキル名
ko: 스킬 이름
ru: Название навыка
zh_hans: 技能名称
zh_hant: 技能名稱

source: Skills
de: Fähigkeiten
fr: Compétences
it: Competenze
ja: スキル
ko: 스킬
ru: Навыки
zh_hans: 技能
zh_hant: 技能

source: Skills & Speciality
de: Fähigkeiten & Spezialgebiete
fr: Compétences et spécialités
it: Competenze e specialità
ja: スキル・特技
ko: 스킬 및 특기
ru: Навыки и специализация
zh_hans: 技能特长
zh_hant: 技能專長

source: Target Salary
de: Wunschgehalt
fr: Salaire visé
it: Retribuzione desiderata
ja: 希望月給
ko: 희망 연봉
ru: Желаемая зарплата
zh_hans: 期望月薪
zh_hant: 期望月薪

source: Template 1
de: Vorlage 1
fr: Modèle 1
it: Modello 1
ja: テンプレート 1
ko: 템플릿 1
ru: Шаблон 1
zh_hans: 模板 1
zh_hant: 模板 1

source: Template 2
de: Vorlage 2
fr: Modèle 2
it: Modello 2
ja: テンプレート 2
ko: 템플릿 2
ru: Шаблон 2
zh_hans: 模板 2
zh_hant: 模板 2

source: Template 3
de: Vorlage 3
fr: Modèle 3
it: Modello 3
ja: テンプレート 3
ko: 템플릿 3
ru: Шаблон 3
zh_hans: 模板 3
zh_hant: 模板 3

source: Template 4
de: Vorlage 4
fr: Modèle 4
it: Modello 4
ja: テンプレート 4
ko: 템플릿 4
ru: Шаблон 4
zh_hans: 模板 4
zh_hant: 模板 4

source: Template 5
de: Vorlage 5
fr: Modèle 5
it: Modello 5
ja: テンプレート 5
ko: 템플릿 5
ru: Шаблон 5
zh_hans: 模板 5
zh_hant: 模板 5

source: Template 6
de: Vorlage 6
fr: Modèle 6
it: Modello 6
ja: テンプレート 6
ko: 템플릿 6
ru: Шаблон 6
zh_hans: 模板 6
zh_hant: 模板 6

source: Template 7
de: Vorlage 7
fr: Modèle 7
it: Modello 7
ja: テンプレート 7
ko: 템플릿 7
ru: Шаблон 7
zh_hans: 模板 7
zh_hant: 模板 7

source: Template 8
de: Vorlage 8
fr: Modèle 8
it: Modello 8
ja: テンプレート 8
ko: 템플릿 8
ru: Шаблон 8
zh_hans: 模板 8
zh_hant: 模板 8

source: Template 9
de: Vorlage 9
fr: Modèle 9
it: Modello 9
ja: テンプレート 9
ko: 템플릿 9
ru: Шаблон 9
zh_hans: 模板 9
zh_hant: 模板 9

source: Template 10
de: Vorlage 10
fr: Modèle 10
it: Modello 10
ja: テンプレート 10
ko: 템플릿 10
ru: Шаблон 10
zh_hans: 模板 10
zh_hant: 模板 10

source: Template 11
de: Vorlage 11
fr: Modèle 11
it: Modello 11
ja: テンプレート 11
ko: 템플릿 11
ru: Шаблон 11
zh_hans: 模板 11
zh_hant: 模板 11

source: Templates
de: Vorlagen
fr: Modèles
it: Modelli
ja: テンプレート
ko: 템플릿
ru: Шаблоны
zh_hans: 模板
zh_hant: 模板

source: Then run `grok mcp list`, or open `/mcps` in Grok, to confirm the server is connected.
de: Führen Sie dann `grok mcp list` aus oder öffnen Sie `/mcps` in Grok, um zu bestätigen, dass der Server verbunden ist.
fr: Ensuite, exécutez `grok mcp list`, ou ouvrez `/mcps` dans Grok, pour confirmer que le serveur est connecté.
it: Poi esegui `grok mcp list`, oppure apri `/mcps` in Grok, per confermare che il server sia collegato.
ja: その後、`grok mcp list` を実行するか、Grok で `/mcps` を開いて、サーバーが接続されていることを確認してください。
ko: 그런 다음 `grok mcp list`를 실행하거나, Grok에서 `/mcps`를 열어 서버가 연결되었는지 확인하세요.
ru: Затем выполните `grok mcp list` или откройте `/mcps` в Grok, чтобы убедиться, что сервер подключён.
zh_hans: 然后运行 `grok mcp list`，或在 Grok 中打开 `/mcps`，确认服务器已连接。
zh_hant: 然後執行 `grok mcp list`，或在 Grok 中開啟 `/mcps`，確認伺服器已連線。

source: This is sample template data and will overwrite the current data, please make sure to overwrite the current resume data!
de: Dies sind Beispieldaten einer Vorlage, die die aktuellen Daten überschreiben. Bitte stellen Sie sicher, dass die aktuellen Lebenslaufdaten überschrieben werden dürfen!
fr: Ce sont des données de modèle d'exemple qui écraseront les données actuelles. Vérifiez que vous souhaitez bien écraser les données du CV actuel !
it: Questi sono dati di esempio del modello e sovrascriveranno i dati attuali. Assicurati di voler sovrascrivere i dati del curriculum corrente!
ja: これはサンプルテンプレートデータで、現在のデータを上書きします。現在の職務経歴書データを上書きしてもよいか確認してください！
ko: 이것은 샘플 템플릿 데이터로 현재 데이터를 덮어씁니다. 현재 이력서 데이터를 덮어써도 되는지 확인하세요!
ru: Это пример данных шаблона, он перезапишет текущие данные. Убедитесь, что можно перезаписать данные текущего резюме!
zh_hans: 这是示例模板数据，将覆盖当前数据，请确认是否覆盖当前简历数据！
zh_hant: 這是範例模板資料，將覆蓋目前資料，請確認是否覆蓋目前履歷資料！

source: Time
de: Zeit
fr: Temps
it: Tempo
ja: 時間
ko: 시간
ru: Время
zh_hans: 时间
zh_hant: 時間

source: Time Period
de: Zeitraum
fr: Période
it: Periodo
ja: 期間
ko: 기간
ru: Период
zh_hans: 时间
zh_hant: 時間

source: Title
de: Titel
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
ru: Заголовок
zh_hans: 标题
zh_hant: 標題

source: Topic
de: Thema
fr: Sujet
it: Argomento
ja: トピック
ko: 주제
ru: Тема
zh_hans: 主题
zh_hant: 主題

source: Update Resume
de: Lebenslauf aktualisieren
fr: Mettre à jour le CV
it: Aggiorna curriculum
ja: 職務経歴書を更新
ko: 이력서 업데이트
ru: Обновить резюме
zh_hans: 更新简历
zh_hant: 更新履歷

source: Work Experience
de: Berufserfahrung
fr: Expérience professionnelle
it: Esperienza lavorativa
ja: 職務経験
ko: 경력
ru: Опыт работы
zh_hans: 工作经验
zh_hant: 工作經歷

source: y.o.
de: J.
fr: ans
it: anni
ja: 歳
ko: 세
ru: лет
zh_hans: 岁
zh_hant: 歲

source: You can add multiple keywords by separating them with a comma or pressing enter.
de: Sie können mehrere Schlüsselwörter hinzufügen, indem Sie sie durch ein Komma trennen oder die Eingabetaste drücken.
fr: Vous pouvez ajouter plusieurs mots-clés en les séparant par une virgule ou en appuyant sur Entrée.
it: Puoi aggiungere più parole chiave separandole con una virgola o premendo Invio.
ja: カンマで区切るか、Enter キーを押すことで、複数のキーワードを追加できます。
ko: 쉼표로 구분하거나 Enter 키를 눌러 여러 키워드를 추가할 수 있습니다.
ru: Можно добавить несколько ключевых слов, разделяя их запятой или нажимая Enter.
zh_hans: 您可以通过用逗号分隔或按 Enter 键来添加多个关键字。
zh_hant: 您可以透過用逗號分隔或按 Enter 鍵來新增多個關鍵字。

source: Level
fr: Niveau
it: Livello
ja: レベル
ko: 수준
ru: Уровень
zh_hans: 级别
zh_hant: 等級

source: Name
fr: Nom
it: Nome
ja: 氏名
ko: 이름
ru: Имя
zh_hans: 姓名
zh_hant: 姓名

source: Remote
fr: Télétravail
it: Da remoto
ja: リモート
ko: 원격
ru: Удалённо
zh_hans: 远程
zh_hant: 遠端

source: Email
ja: メールアドレス
ko: 이메일
ru: Эл. почта
zh_hans: 邮箱
zh_hant: 電子郵件
